/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* No comment provided by engineer. */

"MonitorOutOfSpace_NotifTitle" = "Заканчивается место на диске!";
"MonitorOutOfSpace_NotifDescription" = "Откройте CleanMyMac и освободите место, удалив ненужные объекты.";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "Критические показатели S.M.A.R.T!";
"MonitorSMART_NotifDescription" = "CleanMyMac обнаружил, что диагностика диска указывает на близкий отказ. Защитите ваши данные.";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "Плохое состояние SSD!";
"MonitorSSD_NotifTooltip" = "Ресурс %@ составляет %li%%";
"MonitorSSDLife_NotifDescription" = "CleanMyMac обнаружил, что диагностика диска указывает на близкий отказ. Защитите ваши данные.";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "Высокая температура диска!";
"MonitorHighTemp_NotifTooltip" = "Температура %@ превышает %@";
"MonitorHighTemp_NotifDescription" = "CleanMyMac обнаружил, что температура диска превышает рекомендуемую. Старайтесь не допускать регулярного перегрева.";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "Отказ батареи!";
"MonitorBattery_NotifDescription" = "CleanMyMac обнаружил критический ресурс батареи. Возможно, стоит заменить батарею.";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "Высокая загрузка памяти";
"MonitorRAM_NotifDescription" = "CleanMyMac обнаружил, что заканчивается физическая и виртуальная память. Стоит завершить некоторые программы.";

/* Battery health */
"Health: %@" = "Состояние: %@";

"Undefined" = "не определено";
"Fair" = "удовлетворительное";
"Good" = "хорошее";
"Poor" = "плохое";

/* Battery charging state */
"Charged" = "Заряжена";
"Not Charging" = "Не заряжается";
"Calculating…" = "Подсчет…";
"%ld:%02ld Until Full" = "%ld:%02ld до полного заряда";
"%ld:%02ld Remaining" = "Осталось %ld:%02ld";
"%@ Limited" = "Порог: %@";
"%@ Threshold" = "Порог %@";
"Overfilled" = "Переполнено";

"DiskAvailableSpace_description" = "%@ доступно";
"DiskAvailableSpace_tooltip" = "%@ cвободно\n%@ доступно. Это сумма свободного и очищаемого места, которое может быть мгновенно освобождено системой.";
"RAMStatus_description" = "Свободно %@";
"RAMStatus_tooltip" = "Свободно %@";
"RAMCleanupInProgress_Title" = "Освобождаю…";
"TrashSizeStatus_description" = "Использовано %@";
"TrashSizeStatus_tooltip" = "Использовано %@";
"TrashSizeStatus_tooltipForZeroSize" = "%@ используется в %@";

"WiredRAM_LegendTitle" = "Зарезервированная";
"WiredRAM_LegendDescription" = "Эта память не может быть кэширована на диск или использована другими программами, и должна оставаться в оперативной памяти.";

"ActiveRAM_LegendTitle" = "Активная";
"ActiveRAM_LegendDescription" = "Эти данные находятся в оперативной памяти и недавно использовались.";

"InactiveRAM_LegendTitle" = "Неактивная";
"InactiveRAM_LegendDescription" = "Эти данные недавно использовались, но на данный момент простаивают.";

"CompressedRAM_LegendTitle" = "Сжатая";
"CompressedRAM_LegendDescription" = "Эти данные сжаты ради освобождения оперативной памяти для других процессов.";

"GHz" = "ГГц";

"Monitoring OFF" = "Мониторинг выключен";
